[
    {
        "name":"Khalid Nabi Cemetery",
        "dateCreated":"Paleolithic Period",
        "containedInPlace":"Golestan Province, Iran",
        "author":"",
        "sameAs":"https:\/\/viaf.org\/viaf\/1364167445364688860004\/#Kha%CC%84led_Nabi",
        "locationCreated":"Iran",
        "genre":"Architecture",
        "religion":"YES",
        "image":"https:\/\/iranparadise.com\/wp-content\/uploads\/2021\/11\/tomb-of-khalid-nabi.jpg",
        "text 1":"In the stunning green hills of Northern Iran, one cemetery is covered in headstones distinctly resembling male and female genitalia. Some are cylindrical and capped, while others are paired and rounded. All told, the cemetery has a total of 600 monuments to sex organs sprawling across the vibrant landscape. \n\nKhalid Nabi Cemetery is a little-known place in 90 km northeast of the city of Gonbad-e kavous. Next to this cemetery, there exists a mosque, a few rooms, a cistern, which is called Lari with native people, and some other buildings.  ",
        "text 2":"Located in the highlands and mountainous areas of Golestan province, and surrounded by the countryside's spectacular landscapes, this area is an important tourist attraction in the north of the country.  \n\nIt is mainly situated on a mountain ridge about 1 km distance from the mausoleum called Khaled Nabi who according to oral tradition of the Yomut Turkomans was a pre-Islamic prophet and whose mausoleum is visited by them for pilgrimage together with the neighbouring one of Ata Chofun (Father Shepherd), his son-in-law. The cemetery was visited in 1979 and 1980 by the archeologist David Stronach. He found over 600 standing stones which are spread out in several locations. About half of them are on the ridge which he calls High Plateau South and south-east of that are small groups of stones on several other ridges and hillocks. At some distance, there is another group of perhaps 150 stones distributed over a wide area on the mountain's south side.",
        "text 3":"In a country known for its strict religious law, a cemetery dotted with varying-sized penis and breast shaped headstones tends to stand out. Visitors can immediately tell that the cemetery was created in a far different era. Close to the border with Turkmenistan, some experts suggest that the cemetery was created by phallus worshipping peoples from Central Asia and India, although conclusive proof of this does not exist. Little scholarship has occurred on the cemeterys origins within Iran because of a strong national embarrassment over the suggestive stones. There is little publicity over the cemetery and most scholars have strayed from studying the historic area.  \n\nBesides being home to hundreds of penis tombstones, a famous Christian prophet from Yemen who died in the 4th century is also buried near the cemetery.  \n\nKhalid Nabi was an Arab Prophet who used to live 40 years before the Prophet Muhammad (peace be upon him). Khalid ibn Sanan, known among Turkmen as Khalid Nabi (Prophet Khalid), was born in the land of Aden in Yemen. According to the historical documents, he is one of the four prophets who lived between the time of Jesus Christ and the Prophet of Islam. During the Sassanid rule over Iran, Khalid Nabi fled to this site to avoid government agent. Since Khalid Nabi is popular and respected among the Turkmen people, alongside the mausoleum, a few rooms and small hostels and a mosque are built for pilgrims to stay and relax. \n\nDespite its proximity to the genitalia cemetery, the prophet is in fact buried in a classic tomb and is a pilgrimage site for many Turkmen who place ribbons on his shrine. The combination of pilgrims and curious tourists make for an odd mix of playful and pious visitors to Khalid Nabi.",
        "@sort": "0"
    },
    {
        "name":"Al-Masala Obelisk",
        "dateCreated":"XX century BC",
        "containedInPlace":"Heliopolis, Egypt",
        "author":"",
        "sameAs":"https:\/\/viaf.org\/viaf\/316430063\/#Heliopolis_(Cairo,_Egypt",
        "locationCreated":"Egypt",
        "genre":"Architecture",
        "religion":"",
        "image":"https:\/\/www.worldhistory.org\/img\/r\/p\/1500x1500\/6010.jpg.webp?v=1612115102",
        "text 1":"This obelisk in Heliopolis is the oldest obelisk among all the standing obelisks worldwide. This 20.7 m high obelisk was erected by Senusret I (Middle Kingdom the 12th Dynasty, Reigned 20 Century BC). Although this has been standing almost 4000 years in this place, but due to the rise of groundwater level the pedestal and the bottom of obelisk became immersed in water, the construction of raising the obelisk was done in the 1970s by Krupp of Germany. Regarding the inscriptions of this obelisk, they are the same for all 4 sides: the Horus name, coronation name, and birth name of Senusret I. ",
        "text 2":"Heliopolis was a major city of ancient Egypt. It was the capital of the 13th or Heliopolite Nome of Lower Egypt and a major religious center. It is now located in Ayn Shams, a northeastern district of Cairo.  \n\nHeliopolis was one of the oldest cities of ancient Egypt, occupied since prehistoric Egypt. It greatly expanded under the Old and Middle Kingdoms but is today mostly destroyed, its temples and other buildings having been scavenged for the construction of medieval Cairo. Most information about the ancient city comes from surviving records.  \n\nThe major surviving remnant of Heliopolis is the obelisk of the Temple of Ra-Atum erected by Senusret I of Dynasty XII. It still stands in its original position, now within Al-Masalla in El Matareya, Cairo. The 21 m (69 ft) high red granite obelisk weighs 120 tons (240,000 lbs). Dedicated to Ra-Atum, the Sun deity and, by that, the most important male representation, being considered one of the first manifestations of Phallic Culture. ",
        "text 3":"In the Heliopolitan creation myth, Atum was the first god, having created himself, sitting on a mound, and rose from the primordial waters (Nu). Some myths state Atum created by masturbation, with the hand he used in this act that may be interpreted as the female principle inherent within him and identified with goddesses such as Hathor or Iusaaset.  \n \nAtum was worshipped throughout Egypt's history; the center of his worship centered on the city of Heliopolis (Egyptian: Annu or Iunu). The only surviving remnant of Heliopolis is the Temple of Ra-Atum obelisk located in Al-Masalla of Al-Matariyyah, Cairo. In the Old Kingdom Atum was at the center of the Egyptian belief system. He is believed to have been present in ideology as early as predynastic times, becoming even more prevalent during the Old Kingdom as indicated by the pyramid texts in which he appears frequently.  \n\n \n\nHe continues to be found in the Middle Kingdom, during which he is depicted in the Book of the Dead in which he appears in spells to help with the journey to the Afterlife. Later, in the New Kingdom, there cults attributed to Atum, such as the Theban royal high priestesses known as the Divine Adoratrices of Amun who acted as the Hand of Atum in temple rituals at the time. As Atum was overshadowed, the people of ancient Egypt would continue to worship him through cultic rituals in which he is depicted as having close relationships with the king, as well as being represented through lizards on small reliquaries and amulets closer to the Late Period. "
    },
    {
        "name":"Min at Karnak Temple",
        "dateCreated":"XIX century BC",
        "containedInPlace":"Luxor, Egypt",
        "author":"",
        "sameAs":"http:\/\/id.loc.gov\/authorities\/classification\/BL2450.M55",
        "locationCreated":"Egypt",
        "genre":"Sculpture",
        "religion":"YES",
        "image":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/e\/e3\/Min_at_Karnak_Temple.jpg",
        "text 1":"Min is an Egyptian deity of ancient Egypt, whose worship originated in the Predynastic period (4th millennium BC). He was depicted in various forms, but most frequently with a human appearance, with an erect penis held in his right hand and his left hand raised (possibly to suggest penetration or as a threatening gesture towards his enemies), holding a flail. He was the god of fertility, reproduction, the harvest, the male principle, and virility. ",
        "text 2":"As the god of male sexual potency, Min was especially honored during the pharaoh's coronation in the New Kingdom, a ceremony during which it seems the sovereign had to scatter his own seed. It is believed that this action was symbolized by the scattering of plant seeds, but there are controversial theories suggesting that the pharaoh had to demonstrate his ability to ejaculate, thus ensuring the annual flooding of the Nile, which was crucial for Egypt's prosperity. When the king fathered an heir, he was compared to Min. \n\nHe was also a lunar god, invoked in this aspect with the epithet Protector of the Moon. The last days of the lunar calendar were sacred to him, and in the Ptolemaic period, the fifth month of the year was even dedicated to him. ",
        "text 3":"The British Egyptologist Flinders Petrie unearthed two colossal statues of Min in Coptos, dating back to the Predynastic period of Egypt (now housed in the Ashmolean Museum), indicating that the worship of this god is one of the oldest in Egyptian history. The colossi discovered by Petrie are the first known examples of large-scale Egyptian statuary. Min possibly appears in the Pyramid Texts, dating to the 5th and 6th Dynasties (2510 BC - 2192 BC), not mentioned by name but through the epithet \"He whose arm is raised in the West,\" which fits the traditional iconography of the god. His importance grew during the Middle Kingdom (2055 BC - 1650 BC), when he was sometimes merged with Horus, forming the deity Min-Horus. \n\nIn Egyptian art, Min was depicted wrapped in a shroud or mummified, with a crown of feathers on his head. With his right hand, he sometimes held his erect penis, while in his left hand, raised upward, he could hold a flaila reference to his authority or that of the pharaoh, but possibly also a reference to the constellation Orion. Around his head, he had a red ribbon that reached the ground, possibly another reference to sexuality, according to some interpretations. His skin was often black, like the most fertile soil. \n\nThere are also depictions of warrior goddesses with Min's peculiar body (including the phallus), which led to images of Min with the lioness head typical of Sekhmet. For example, this appears in the Temple of Khonsu at Karnak, where he is worshipped by Ramesses IV. \n\nDue to the conspicuous erection present in most depictions, many paintings, reliefs, or statues of Min were vandalized or censored over the millennia, starting from the Christian era up to the 19th century. "
    },
    {
        "name":"Kokopelli",
        "dateCreated":"IX-VIII century BC",
        "containedInPlace":"New Mexico, United States",
        "author":"",
        "sameAs":"http:\/\/id.loc.gov\/authorities\/subjects\/sh96004950",
        "locationCreated":"USA",
        "genre":"Painting",
        "religion":"YES",
        "image":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/7e\/Kokopelli_1.jpg",
        "text 1":"Kokopelli is a fertility deity, usually depicted as a humpbacked flute player (often with feathers or antenna-like protrusions on his head), who is venerated by some Native American cultures in the Southwestern United States. Like most fertility deities, Kokopelli presides over both childbirth and agriculture. He is also a trickster god and represents the spirit of music. \n\nKokopelli has been revered since at least the time of the Hohokam, Yuman, and Ancestral Puebloan peoples. The first known images of him appear on Hohokam pottery dated to sometime between 750 and 850 AD. ",
        "text 2":"Among the Hopi, Kokopelli carries unborn children on his back and distributes them to women; for this reason, young girls often fear him. He often takes part in rituals relating to marriage, and Kokopelli himself is sometimes depicted with a consort, a woman called Kokopelmimi by the Hopi. It is said that Kokopelli can be seen on the full and waning moon, much like the \"man\" or the \"rabbit\" on the moon.\" \n\nIn his domain over agriculture, Kokopelli's flute-playing chases away the winter and brings about spring. Many tribes, such as the Zuni, also associate Kokopelli with the rains. He frequently appears with Paiyatamu, another flutist, in depictions of maize-grinding ceremonies. Some tribes say he carries seeds and babies on his back. \n\n",
        "text 3":"Kokopelli may have originally been a representation of Aztec traders, known as pochtecas, who may have traveled to this region from northern Mesoamerica. These traders brought their goods in sacks slung across their backs and this sack may have evolved into Kokopelli's familiar hump. These men may also have used flutes to announce themselves as friendly as they approached a settlement. This origin is still in doubt, however, since the first known images of Kokopelli predate the major era of Mesoamerican-Ancestral Pueblo peoples trade by several hundred years, as well as the Aztec Empire and its pochtecas. \n\nKokopelli is one of the most easily recognized figures found in the petroglyphs and pictographs of the Southwest. The earliest known petroglyph of the figure dates to about 1000 AD. The Spanish missionaries in the area convinced the Hopi craftsmen to usually omit the phallus from their representations of the figure. As with most kachinas, the Hopi Kokopelli was often represented by a human dancer.  \n\nA similar humpbacked figure is found in artifacts of the Mississippian culture of the United States southeast. Between approximately 1200 to 1400 AD, water vessels were crafted in the shape of a humpbacked woman. These forms may represent a cultural heroine or founding ancestor, and may also reflect concepts related to the life-giving blessings of water and fertility. \n\nIn recent years, the emasculated (i.e. non-ithyphallic) version of Kokopelli has been adopted as a broader symbol of the Southwestern United States as a whole. His image adorns countless items such as t-shirts, ball caps, key-chains, and patio decor.[6] He is also noticeable on the wall by the swimming pool on the home of Walter White (Bryan Cranston) in several episodes of Breaking Bad. A bicycle trail between Grand Junction, Colorado, and Moab, Utah, is now known as the Kokopelli Trail."
    },
    {
        "name":"Statua di Priapo",
        "dateCreated":"late III century B.C.",
        "containedInPlace":"Ephesus Museum, Turkey",
        "author":"",
        "sameAs":"https:\/\/www.getty.edu\/cona\/CONAIconographyRecord.aspx?iconid=901000724",
        "locationCreated":"Siracusa",
        "genre":"Sculpture",
        "religion":"YES",
        "image":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/74\/Priapus%2C_2nd_century_AD%2C_Ephesus_Museum.jpg",
        "text 1":"In Greek religion, Priapus was a god of animal and vegetable fertility whose originally Asian cult started in the Hellespontine regions, centring especially on Lampsacus. He was represented in a caricature of the human form, grotesquely misshapen, with an enormous phallus. The ass was sacrificed in his honor, probably because the ass symbolized lecherousness and was associated with the gods sexual potency. The statue found in Ephesus and dated to the 2nd century AD is a testimony of that.",
        "text 2":"Priapus' iconic attribute was his priapism (permanently erect penis); he probably absorbed some pre-existing ithyphallic deities as his cult developed. Statues of Priapus were common in ancient Greece and Rome, standing in gardens. The Athenians often conflated Priapus with Hermes, the god of boundaries, and depicted a hybrid deity with a winged helmet, sandals, and huge erection.  \n\nOutside his \"home\" region in Asia Minor, Priapus was regarded as something of a joke by urban dwellers. However, he played a more important role in the countryside, where he was seen as a guardian deity. He was regarded as the patron god of sailors and fishermen and others in need of good luck, and his presence was believed to avert the evil eye. Priapus does not appear to have had an organized cult and was mostly worshiped in gardens or homes, though there are attestations of temples dedicated to the god. ",
        "text 3":"He became a popular figure in Roman erotic art and Latin literature, and is the subject of the often humorously obscene collection of verse called the Priapeia. \n\nThe first extant mention of Priapus is in the eponymous comedy Priapus, written in the 4th century BC by Xenarchus. Originally worshipped by Greek colonists in Lampsacus in Asia Minor, the cult of Priapus spread to mainland Greece and eventually to Italy during the 3rd century BC. In Bithynia Priapus was accounted as a warlike god, a rustic tutor to the infant Ares, \"who taught him dancing first and war only afterwards,\" Karl Kerenyi observed. Arnobius is aware of the importance accorded Priapus in this region near the Hellespont. \n\nAlthough Priapus is commonly associated with the failed attempts of rape against the nymphs Lotis and Vesta in Ovid's comedy Fasti and the rather flippant treatment of the deity in urban settings, Priapus' protection traits can be traced back to the importance placed on the phallus in ancient times (particularly his association with fertility and garden protection). In Greece, the phallus was thought of to have a mind of its own, animal-like, separate from the mind and control of the man. The phallus is also associated with \"possession and territorial demarcation\" in many cultures, attributing to Priapus' other role as a navigational deity. Coinciding with the use of wooden Priapic markers erected in areas of dangerous passage or particular landing areas for sailors, the function of Priapus is much more extensive than previously thought. \n\nLong after the fall of Rome and the rise of Christianity, Priapus continued to be invoked as a symbol of health and fertility. The 13th century Lanercost Chronicle, a history of northern England and Scotland, records a \"lay Cistercian brother\" erecting a statue of Priapus (simulacrum Priapi statuere) in an attempt to end an outbreak of cattle disease. "
    },
    {
        "name":"Poenulus (\"The Little Carthaginian\")",
        "dateCreated":"II century BC",
        "containedInPlace":"",
        "author":"Plautus",
        "sameAs":"http:\/\/id.loc.gov\/authorities\/classification\/PA6568.P7",
        "locationCreated":"Rome",
        "genre":"literary work",
        "religion":"",
        "image":"https:\/\/i0.wp.com\/operaeopera.com\/wp-content\/uploads\/2015\/07\/11227534_558281804311080_6284232553809399604_o.jpg?resize=752%2C440&ssl=1",
        "text 1":"Poenulus, also called The Little Carthaginian or The Little Punic Man, is a Latin comedic play for the early Roman theatre by Titus Maccius Plautus, probably written between 195 and 189 BC. Plautus's comedies are mostly adapted from Greek models for a Roman audience and are often based directly on the works of the Greek playwrights. He reworked the Greek texts to give them a flavor that would appeal to the local Roman audiences. They are the earliest surviving intact works in Latin literature. ",
        "text 2":"Plautus plays, as all the Roman Comedies adapted from Greek Theater, are marked for the removal of the previously prominent role of the chorus. Then, the phallic elements are spread in the dialogues.  \n\nIn Plautus Poenulus, phallic elements are central to the plays humor and thematic content. The phallic amulet symbolizes protection and fertility, a common Roman belief, and is used humorously by the characters. The phallic lamp adds to the comedic tone through its shape and the associated superstitions. Additionally, the phallic dance performed by slaves aligns with Roman fertility rites and serves as a source of humor. Sexual innuendos and jokes about virility also play a significant role, reflecting the cultural importance of the phallus in Roman entertainment and daily life.  ",
        "text 3":"In Plautus play Poenulus, phallic imagery serves as a rich source of humor and cultural commentary. One prominent example is the phallic amulet mentioned by the character Hanno. Early in the play, Hanno jokes about a \"phallus-shaped charm\" that supposedly brings good luck and wards off evil. This charm reflects Roman beliefs, where the phallus symbolized fertility and protection, showcasing how Plautus integrates cultural symbols into his comedic narrative. \n\nAnother notable phallic element is the phallic lamp used for humor throughout the play. This lamp, designed in the shape of a phallus, represents a traditional Roman talisman believed to bring fortune and safeguard against malevolent forces. Hannos comedic commentary on the lamps shape and supposed magical properties highlights its significance in Roman society as both a protective charm and a source of humor. \n\nAdditionally, the play features a \"phallic dance\" performed by slaves, which echoes the Roman fertility rites and comedic festivals like the Lupercalia. This dance uses exaggerated movements and gestures to create a farcical representation of the phallus, emphasizing its role in Roman entertainment and fertility celebrations. The comedic performance illustrates how the phallus was not only a symbol of virility but also a tool for humor in Roman comedic traditions. \n\nThroughout Poenulus, sexual humor and innuendos play a central role. Plautus employs phallic jokes and references to explore themes of power, masculinity, and deception. The dialogue often includes lighthearted sexual innuendos that reflect societal attitudes towards the phallus as a symbol of virility and authority. \n\nIn essence, Plautus weaves phallic symbols into Poenulus to blend cultural beliefs with comedic elements, using these symbols to entertain audiences while also commenting on Roman customs and values. \n\n"
    },
    {
        "name":"Fresco of Priapus, House of Vetti",
        "dateCreated":"I century AD",
        "containedInPlace":"Pompeii, Italy",
        "author":"",
        "sameAs":"https:\/\/viaf.org\/viaf\/234361186\/#casa_dei_Vettii",
        "locationCreated":"Rome",
        "genre":"Fresco",
        "religion":"YES",
        "image":"https:\/\/artepiu.info\/wp-content\/uploads\/2018\/11\/Pompei-Casa-dei-Vettii-Priapo.jpg",
        "text 1":"This fresco of the Roman god Priapus was found in the House of the Vettii, Regio VI, Pompeii, and dates back to I century AD. The House belonged to the freed slaves (liberti) Aulus Vettius Restitutus and Aulus Vettius Conviva. the building and the artworks it contained were significantly damaged as a consequence of the Vesuvios eruption in 79 BC, but excavation works held between 1894 and 1895 brought back this fresco devoted to Priapus, patron of the House. This portrayal of the god shares with other iconographic evidence the ithyphallic representation of the deity, while the basket of fruits on the ground stresses the connection between the deity and fertility.  ",
        "text 2":"The fresco found in the House of the Vettii summarizes some of Priapus primary meanings. The traditional display of the phallus, where the deity is weighing against a bag of gold, suggests its main significance as a symbol of virility, and thus power that stems from domination over others.  \n\nFor this reason, Priapus was also considered a guardian of property, with his huge organ used as a weapon against thieves. There are several examples of both anthropomorphic and non-anthropomorphic (see fascinus and tintinnabulum) phallic representations displayed on land boundaries or thresholds, like in the case of the House of the Vettii, where the fresco portraying the god is placed right at the entrance of the building.  \n\nHowever, from the very beginning of the cult of Priapus, the deity is also associated with fertility: in this regard, the god is a patron of agriculture, but also a sort of lucky charm for young males approaching adulthood.",
        "text 3":"The fresco is also a good starting point to trace back to Priapus provenance. The peaked Phrygian cap and the boots help to locate his origin in Asia Minor, in particular in Lampsacus, where, during the Hellenistic era, Priapus started to be worshipped as a fertility god and his representations were placed in gardens as both scarecrows and good omens for prosperity.  \n\nFrom Greek colonists settled in Lampsacus, the cult spread to the mainland. Priapus, who can be labelled as a rustic god, was conflated with a number of local phallic deities, such as the Olympian deity Hermes  that in some versions of the myths was believed to be the father or the son of Priapus  Dionysus, then attested as father of the imported god in many traditions, and also the satyrs Orthanes and Tychon. \n\nSince the III century BC, the cult of Priapus spread to Rome, when he gained an even wider success. Here, the anthropomorphic god that resembled his Greek predecessor was merged with the local non anthropomorphic deity Mutinus Titinus, supposedly worshipped since the founding of Rome and until the I century BC. Mutinus was a local archaic marriage deity uniquely embodied by the phallus and his shrine was located on the Velian Hill. According to the witness brought by the Fathers of the Church, brides were supposed to ride Mutinus as a marital rite, in order to prepare themselves for intercourse and face it with no embarrassment. The identification between Priapus and Mutinus was so successful that sometimes the former and the latter were used as synonyms to indicate the same anthropomorphic god. Anyway, Priapus, as an embodiment of prosperity, virility and power, was the model to look up to for Roman vires, somehow dictating the moral and behavioral rules for manhood. \n\n "
    },
    {
        "name":"Head of Priapus",
        "dateCreated":"I century BC",
        "containedInPlace":"Museo Barracco, Italy",
        "author":"",
        "sameAs":"https:\/\/www.museobarracco.it\/it\/opera\/testa-di-priapo",
        "locationCreated":"Roma",
        "genre":"Sculpture",
        "religion":"YES",
        "image":"https:\/\/www.museobarracco.it\/sites\/default\/files\/storage\/images\/musei\/museo_di_scultura_antica_giovanni_barracco\/percorsi\/percorsi_per_sale\/piano_secondo\/sale_vii_viii_arte_ellenistica\/testa_di_priapo\/316774-4-ita-IT\/testa_di_priapo.jpg",
        "text 1":"This marble sculpture of Priapos head dates to the Augustean era, thus its realization can be placed somewhere around the last thirty years of I century BC and the first quarter of I century AD. The item displays a rich hairstyle and a thoroughly drawn beard, making it a particularly interesting artwork from an ornamental perspective. The sculpture is currently preserved by Museo di Scultura Antica Giovanni Barracco in Rome. ",
        "text 2":"The iconography of Priapuss head seems to be consistent across representations of the deity originated from different areas, starting from Lampsacus, where the god is already portrayed as a bearded man. In some way, this representation is connected to the one usually referred to satyrs, minor deities which, like Dionysus and Priapus, related to the cult of fertility. Like Priapus, satyrs often tried to seduce nymphs and mortal women alike, with little success. Despite the similarities, the monstruosity and deformity of the satyrs were often immediately reflected in their faces and, at least at the earliest stages, they were represented with animalistic attributes, while Priapus grotesque appearance is mostly related to his excessive phallus, explained by the myth as a punishment from Hera, due to her gealousy towards Aphrodite, either for her adulterous relationship with Zeus or for her success in the eyes of Paris.  ",
        "text 3":"According to legend, Hera?cursed Priapus with impotence, ugliness and foul mindedness while he was still in Aphrodite's womb, in revenge for the hero Paris having the temerity to judge Aphrodite more beautiful than Hera. In another account, the goddess anger and curse were because the baby had been fathered by her husband Zeus. The other gods refused to allow him to live on Mount Olympus and threw him down to Earth, leaving him on a hillside. He was eventually found by shepherds, who brought him up. \n\nPriapus joined Pan and the satyrs as a spirit of fertility and growth, though he was perennially frustrated by his impotence. In a ribald anecdote told by Ovid, he attempted to rape the goddess Hestia but was thwarted by an ass, whose braying caused him to lose his erection at the critical moment and woke Hestia. The episode gave him a lasting hatred of asses and a willingness to see them killed in his honor.?The emblem of his lustful nature was his permanent erection and his large penis. "
    },
    {
        "name":"L'affresco di un Priapo",
        "dateCreated":"I century AD",
        "containedInPlace":"Pompeii, Italy",
        "author":"",
        "sameAs":"http:\/\/viaf.org\/viaf\/316429330",
        "locationCreated":"Roma",
        "genre":"Fresco",
        "religion":"YES",
        "image":"https:\/\/pompeiisites.org\/wp-content\/uploads\/priapo_regioV.jpg",
        "text 1":"Until 2018, the fresco in the House of the Vettii was believed to be the only surviving witness of Priapus visual representations in Pompeii. However, another fresco that shares the same iconographic elements as the Priapus in the House of the Vettiis fauces, emerged during excavations performed six years ago in a domus facing via di Vesuvio. The date of creation of the artwork is unknown, but supposedly close to the other Pompeiian fresco, e.g. somewhere along I century AD. The fresco is severely damaged, but it is possible to identify the figure of Priapus with his characteristic attributes and the scale with a bag of gold on a plate and the gods phallus on the other. ",
        "text 2":"The fresco was discovered at the entrance of a prestigious residence on Via del Vesuvio, with elegantly decorated rooms, the re-profiling work of the slopes of Regio V overlooking Via del Vesuvio, as part of the new excavation site. The position of the fresco right at the entrance of the house makes it a powerful apotropaic symbol, able to fight the evil eye and to bring good fortune, as confirmed by the other objects painted next to the deity: a bag of coins, along with a plate with fruit and vegetables placed at the god's feet. ",
        "text 3":"The fresco of Priapus is so far the second one ever found in Pompeii; the only one known until now was that of the House of the Vettii, uncovered between 1894 and 1895. At the time, this image caused a scandal due to the bold nature of the subject, also depicted weighing his own member, a symbol of fertility and abundance, on a scale. When the excavations were opened to the public, this particular site was shown only to men.  \n\nHowever, for the ancient Romans, Priapus deformity was a symbol of male strength, life, and the fertility of nature.  "
    },
    {
        "name":"Tintinnabulum",
        "dateCreated":"I century AD",
        "containedInPlace":"Museo Archeologico Nazionale di Napoli, Italy",
        "author":"",
        "sameAs":"https:\/\/it.m.wikipedia.org\/wiki\/File:Tintinnabulum_Pompeii_MAN_Napoli_Inv27854.jpg",
        "locationCreated":"Rome",
        "genre":"Little bronze statue with bells",
        "religion":"YES",
        "image":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/4e\/Tintinnabulum_Pompeii_MAN_Napoli_Inv27854.jpg",
        "text 1":"This bronze sculpture dates back to the I century AD. The item, retrieved in Pompeii and currently hosted in Museo Archeologico Nazionale in Naples, is an example of tintinnabulum, a widespread object in ancient Rome. The tintinnabulum was a wind chime with several little bells connected to one main structure, and, in most cases, was represented as a fascinum  e.g. a phallus  sometimes winged or legged. This is, however, an anthropomorphic example of tintinnabulum, which conflates the gods Priapus, with the usual ithyphallic depiction, and Mercury, who was believed to be the son or father of the deity in some variants of the myth.",
        "text 2":"The merging of Hermes  which is the Greek equivalent of Mercury  and Priapus was already popular between Athenians and, evidently, outlived up to Roman times. In this particular example, the presence of Mercury is testified by the winged helmet, which was a typical attribute of the god. As Priapus, Mercury, who was mainly associated with trade and economic prosperity, was also worshipped as a patron of boundaries in Greek and Roman mythology. The combination of these meanings explains the role played by Mercury in the tintinnabulum, which was usually hung to thresholds as an amulet for both protection and prosperity, conveyed by the phallus and the bag of gold. ",
        "text 3":"Hermae are an interesting object in order to reflect both about the connection between anthropomorphic and non-anthropomorphic deities in Roman religion and the link between the worship of Priapus and of other gods, such as Hermes.. A?herma?commonly?herm?in English, is a sculpture with a head and perhaps a torso above a plain, usually squared lower section, on which male genitals may also be carved at the appropriate height. Hermae were so called either because the head of Hermes was most common or from their etymological connection with the Greek word????????(érma, meaning blocks of stone), which originally had no reference to Hermes at all.?The form originated in ancient Greece, and was adopted by the Romans (called mercuriae), and revived at the Renaissance in the form of term figures and atlantes. "
    },
    {
        "name":"Venus with a Gold Bikini",
        "dateCreated":"I century AD",
        "containedInPlace":"Museo Archeologico Nazionale di Napoli, Italy",
        "author":"",
        "sameAs":"http:\/\/viaf.org\/viaf\/187145542649396641799",
        "locationCreated":"Rome",
        "genre":"Sculpture",
        "religion":"YES",
        "image":"https:\/\/www.meisterdrucke.it\/kunstwerke\/1260px\/Roman%20-%20Statuette%20of%20Venus%20with%20Priapus%20%28marble%29%20-%20%28MeisterDrucke-209295%29.jpg",
        "text 1":"This sculptural group is a roman copy of an Hellenistic original and yet another example of the spreading of Priapus variegated representations in II century BC Pompeii. The item shows Venus leaning on Priapus with Eros at her feet, while she attempts to untie her sandal. The sculpture was originally part of the House of the Venus with the Golden Bikini, built during II century BC and re-discovered during the excavations promoted in 1913, that was eventually named after the statue due to its retrieval in the House in 1954. ",
        "text 2":"While the paternity of Priapus is uncertain, shifting from Dionysus (Pausanias, Description of Greece 9. 31.2), to Zeus (Suidas s.v. Priapos), to Mercury (Pseudo-Hyginus, Fabulae 160), all the variants of the myth present Aphrodite\/Venus as the mother of Priapus. The unfortunate aspect of the god is a punishment coming from Hera, in one version for her jealousy towards Aphrodites victory in the contest between Hera herself, Aphrodite and Athena, in another for the relation between Zeus and the goddess of love. The peculiarity of the sculpture is the golden decoration on Venuss body  the golden bikini  realized with gold flakes on the marble of the statue. As explained by the director of the Museo Archeologico Nazionale di Napoli, which currently hosts the work in the Secret Cabinet collection, the sculpture has a strong erotic tension, stressed by the action of untying the laces of the sandal and conveyed by the presence of figures related to love and erotism as Venus herself, Priapus and Eros. ",
        "text 3":"The power associated with Fascinus is so suggestive that, according to a legend, the deity was involved in the birth of Servius Tullius, the sixth king of Rome. According to the story, Ocrisia, the mother of the future king, was a foreign noblewoman, captured by Romans and brought to the city as a slave of the wife of Tarquinius Priscus. It was told that Ocrisia was a virgin and, while she was performing the rites of the Vestal Virgins, a phallus materialized and got her pregnant.  "
    },
    {
        "name":"Epigram of a Fascinus",
        "dateCreated":"II century AD",
        "containedInPlace":"Leptis Magna, Libya",
        "author": "",
        "sameAs":"http:\/\/viaf.org\/viaf\/316431195",
        "locationCreated":"Rome",
        "genre":"Sculpture",
        "religion":"YES",
        "image":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/0\/09\/Bas-relief_of_fascinus.jpg",
        "text 1":"This bas-relief was carved in Leptis Magna, current Lybia, and dates back to II century AD. Fascinus was a non-anthropomorphic Roman deity that took the form of the phallus alone, as suggested by the name which, among other meanings, has the one of penis. Fascinus was believed to have apotropaic powers against evel eye, and was thereby displayed on crossroads, houses, on chariots during the celebration of a triumph, or even wore, especially by young Roman males, as an amulet protecting from diseases.  ",
        "text 2":"The presence of this kind of symbolic evidence in colonies testifies the rooting of phallic symbolism and devotion within Roman civilization. In this particular item, a legged fascinus is ejaculating into an (evil) eye, which malevolent power is further stressed by the scorpion sitting on it. These kinds of non-anthropomorphic representations were entirely Roman and recurred in a wide range of situations, that all came down to protection from evil and envy, prosperity, preservation of ones property and boundaries. Along with Fascinus, another deity was solely identified by the phallus: Mutinus Titinus, whose name comes again from colloquial words used to indicate the male sexual organ, and being a marriage deity, was strongly linked to conjugal fertility. Both Fascinus and Mutinus Titinus cults predate the spreading of the cult of Priapus, to whom they transferred their meaning and powers.  ",
        "text 3":"The Vestal Virgins were a sort of conjunction ring between religious private beliefs in phallic forms of worship and their manifestation in public contexts. In fact, Vestals were guardians of the Fascinus populi Romani, that was part of the sacra romana, a set of holy objects connected to the origin of the city and thus carrying a highly identitarian value. Collective forms of worship included the festival held every year on March 17 devoted to the god Liber  patron of viticulture, wine and male fertility  and the so called falloforie (phallic processions) in honor of Priapus and Dionysus, both traditionally including a huge wooden fascinus that was carried around by the participants to the festivities.  "
    },
    {
        "name":"Phallic Saints",
        "dateCreated":"Middle Ages",
        "containedInPlace":"Saint Jallet, France",
        "author":"",
        "sameAs":"http:\/\/dbpedia.org\/resource\/St._Priapus_Church",
        "locationCreated":"France",
        "genre":"Sculpture",
        "religion":"YES",
        "image":"https:\/\/www.communes.com\/images\/thumbs\/centre\/indre\/saint-plantaire_36190\/730x328\/saint-plantaire_286544.jpg",
        "text 1":"Phallic saints are representations of saints or local deities who are invoked for fertility. These representations are benevolent symbols of prolificacy and reproductive fruitfulness, and objects of reverence and worship especially among barren women and young girls.\n",
        "text 2":"Many Phallic saints are legitimate saints who acquired their priapic attributes through the process of folk etymology. Sir William Hamilton (17301803) reported that, among the wax representations of body parts then presented as offerings to Cosmas and Damian at Isernia, near Naples, on their feast day, those of the penis are the most common. Hamiliton's observations led Richard Payne Knight to write his Account of the Remains of the Worship of Priapus, in which he reproduced examples of the effigies.\n\nList of phallic saints\nTers, or St. Ters, of Antwerp, whose cult was reported on by Johannes Goropius Becanus. He was also named Semini or God Jumenas.\nSaints Cosmas and Damian, twin physicians, one of whose cult-centers was Isernia, in Italy.\nSaint Guignolé (Winwaloe), first Abbot of Landévennec, who acquired his priapic status by confusion of his name with gignere (Fr. engendrer, \"to beget\"). His shrine was not destroyed until 1793.\nSaint Foutin, by assimilation of the name of Pothin (Pothinus), first bishop of Lyon, to the verb foutre (to fuck). People worshipped the phallus of St. Foutin by pouring wine on it.\nSaint Guerlichon (Greluchon) at Bourg-Dieu.\nSaint Giles (Aegidius) at Cotentin.\nSaint Rene in Anjou (by confusion with reins, \"kidneys\" - once believed to be the seat of sexual power).",
        "text 3":"The phallic Deities of the Slavic godhood include Yarilo (Yarila, Western Slav. Yarovit, Gerovit, Serbian-Croatian ?arilo) - God awakening nature. His name comes from the root yar - \"ardent, frantic, strong\" and is associated with ideas about spring fertility. Wed: rus. ardent, spring, ukr. yarny \"spring\", yarny \"spring, young, full of energy, passionate.\" The Slavic verb yariti has the meaning \"to have sexual intercourse.\" One of the hymns, written on behalf of Yaril himself, says: \"I covered the plains with grass and trees with foliage. I bring crops to the fields and offspring to livestock\". \n\nSaint Guerlichon (or Saint Guerluchon) was a syncretic phallic saint venerated at Bourg-Dieu near Bourges, France. Before a gradual transformation into St. Guerlichon, it was an old priapic statue that was worshiped by the surrounding people during the Roman occupation of Gaul.\nDescription: At Bourg-Dieu, there existed, during the Roman occupation of Gaul, an old priapic statue, which was worshiped by the surrounding people. The veneration in which it was held and the miracles with which it was accredited made it impolitic as well as impossible for the early missionaries and monks to remove it.\nIt was therefore allowed to remain, but gradually transformed into a saint, St. Guerlichon, which did not detract any from its former merit or reputation. Sterile women flocked to the shrine, and pilgrimages and a set number of days of devotion to this saint were in order.\nInvocation: Scrapings from this statue infused in water were said to make a miraculous drink which ensured conception. Similar shrines to this same saint were erected at other places, and monks were kept busy supplying the statues with new members, as the women scraped away so industriously, either to prepare a drink for themselves or for their husbands, that a phallus did not last long. At one of these shrines, so onerous became the industry of replacing a new phallus to the saint, that the good monks placed an apron over the organ, informing the good women that thereafter a simple contemplation of the sacred organ would be sufficient; and a special monk was detailed to take special charge of this apron, which was only to be lifted in special cases of sterility. By this innovation the good monks stole a march on their brothers in like shrines in other localities, such as those of St. Gilles, in Brittany, or St. Rene, in Anjou, where the old-fashioned scraping and replacing still was in vogue.\n\n"
    },
    {
        "name":"Boccaccio, Biblioteca Medicea Laurenziana, Plut. 33 31 (Carmina Priapea Fragments)",
        "dateCreated":"XIV century",
        "containedInPlace":"Biblioteca Medici, Italy",
        "author":"Boccaccio",
        "sameAs":"https:\/\/viaf.org\/viaf\/184679300\/",
        "locationCreated":"Rome",
        "genre":"literary work ",
        "religion":"YES",
        "image":"https:\/\/www.enteboccaccio.it\/files\/large\/2710\/plut_3331.jpg",
        "text 1":"The manuscript contains an anthology of classical and medieval Latin authors, a testament to the most eclectic and singular cultural interests of Boccaccio, who prepared and inscribed the manuscript at different times and under various circumstances. This codex is the oldest surviving witness of the Priapea and joined the Biblioteca Laurenziana in the third quarter of the 16th century..\n",
        "text 2":"The volume includes, among other works, the Expositio sermonum antiquorum by Fulgentius, the Satirae by Persius, several texts from the Appendix Vergiliana, the Ibis and the Amores by Ovid, the Megacosmus et Microcosmus by Bernardus Silvestris, the medieval comedies Geta by Vitalis of Blois, Alda by William of Blois and Lydia by Arnulf of Orléans, a collection of maxims and various verses from the Anthologia Latina. The collection is extraordinary important because some of the lesser-known texts it contains are preserved only in this or a few other manuscripts; examples include the tetrastich in honor of Saint Miniatus, the Lamentatio Bertoldi, a scholastic cento of classical and medieval Latin quotations, and the only surviving fragment of Lovato Lovati's poem on Tristan and Isolde, otherwise unknown. Boccaccio's hand has been identified in the text and in the numerous marginal and interlinear annotations, which also bear witness to his graphic and decorative flair. The history of the codex is intertwined with that of the famous Zibaldone Laurenziano; the two manuscripts, once united, are both partly composed of palimpsest leaves from a 13th-century gradual written in Beneventan script. The codex belonged to the scholar and canon of the Florentine basilica of San Lorenzo, Antonio Petrei (1498-1570) and it joined the Biblioteca Laurenziana in the third quarter of the 16th century.\n",
        "text 3":"The Priapeia (or Carmina Priapea) is a collection of eighty (in some editions ninety-five) anonymous short Latin poems in various meters on subjects pertaining to the phallic god Priapus. They are believed to date from the 1st century AD or the beginning of the 2nd century. According to a traditional theory their origin is that they are an anthology of poems written by various authors on the same subject. However, it has recently been argued that the 80 poems are in fact the work of a single author, presenting a kind of biography of Priapus from his vigorous youth to his impotence in old age. \n\nOverview: Not counting the last few poems, which seem not to be part of the original collection, the Priapeia consists of 80 epigrams (average length 6 to 8 lines) mainly written in either hendecasyllables or elegiac couplets, with a few also in scazons. Many of the epigrams are written as though they were to be engraved on the walls of a shrine containing a statue of the god Priapus that stood in the midst of gardens as the protector of the fruits that grew in them. These statues, usually carved from wood, were in the form of a man with a huge phallus, carrying a sickle in one hand. The statues, painted red to signify sexual prowess, also promoted the gardens fertility. Most of the poems in the collection are monologues by Priapus himself. In them the god congratulates and praises himself for the size and virility of his sexual parts and issues fearful warnings to those who would trespass upon his garden or attempt to steal its fruits, threatening such miscreants with various punishments of a sexual nature, such as irrumation and sodomy. The poems are notable for their use of obscene words and ideas in combination with refined and elegant diction.\nIn the past one theory was that the Priapeia were the work of a group of poets who met at the house of Maecenas, amusing themselves by writing tongue-in-cheek tributes to the garden Priapus. (Maecenas was Horaces patron.) Others, including Martial and Petronius, were thought to have added more verses in imitation of the originals. However, since a study by the German scholar Vinzenz Buchheit in 1962, the theory has gained ground that they are the work of a single poet illustrating Priapus's decline from a vigorous youth to an impotent old age. The first two poems are a dedication by the author and the last one is a prayer to Priapus to increase the sexual prowess of the poet himself. In 1890, the Priapeia were translated into English by Leonard Smithers and Sir Richard Burton (the latter of whom also freely translated The Book of the Thousand Nights and a Night), who provided numerous glosses concerning the sexual practices and proclivities that are referenced in the poems. These explanatory notes address such diverse topics as oral sex (fellatio and cunnilingus), irrumation, masturbation, bestiality, sexual positions, eunuchism, phalli, religious prostitution, aphrodisiacs, pornography, and sexual terminology, but are not always accurate scholarly reflections of ancient Roman practices. A more recent translation titled The Priapus Poems has been carried out by Richard W. Hooper.\nIn their \"Introduction\" to the Priapeia, Smithers and Burton claim that \"The worship of Priapus amongst the Romans was derived from the Egyptians, who, under the form of Apis, the Sacred Bull, adored the generative Power of Nature,\" adding that \"the Phallus was the ancient emblem of creation, and representative of the gods Bacchus, Priapus, Hermaphroditus, Hercules, Shiva, Osiris, Baal and Asher, who were all Phallic deities.\"\n"
    },
    {
        "name":"Lysistrata",
        "dateCreated":"XVI century",
        "containedInPlace":"",
        "author":"Aristophanes",
        "sameAs":"http:\/\/viaf.org\/viaf\/184049002",
        "locationCreated":"Greece",
        "genre":"literary work",
        "religion":"",
        "image":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/4\/43\/Lysistrata.jpg",
        "text 1":"Lysistrata ('army disbander') is an ancient Greek comedy by Aristophanes, originally performed in classical Athens in 411 BC. It is a comic account of a woman's extraordinary mission to end the Peloponnesian War between Greek city states by denying all the men of the land any sex, which was the only thing they truly and deeply desired. ",
        "text 2":"Lysistrata persuades the women of the warring cities to withhold sexual privileges from their husbands and lovers as a means of forcing the men to negotiate peace. This strategy, however, inflames the battle between the sexes.",
        "text 3":"The play is notable for being an early exposé of sexual relations in a male-dominated society. Additionally, its dramatic structure represents a shift from the conventions of Old Comedy, a trend typical of the author's career. It was produced in the same year as the Thesmophoriazusae, another play with a focus on gender-based issues, just two years after Athens' catastrophic defeat in the Sicilian Expedition.\n\nPlot: Lysistrata is an extraordinary woman with a large sense of individual and social responsibility. She has convened a meeting of women from various Greek city-states that are at war with each other. Soon after she confides in her friend her concerns for the female sex, the women begin arriving. With support from the Spartan Lampito, Lysistrata persuades the other women to withhold sexual privileges from their menfolk as a means of forcing them to conclude the Peloponnesian War. The women are very reluctant, but the deal is sealed with a solemn oath around a wine bowl, Lysistrata choosing the words and Calonice repeating them on behalf of the other women. It is a long and detailed oath, in which the women abjure all their sexual pleasures, including the \"lioness on the cheese-grater\". Soon after the oath is finished, a cry of triumph is heard from the nearby Acropolisthe old women of Athens have seized control of it at Lysistrata's instigation, since it holds the state treasury, without which the men cannot long continue to fund their war. Lampito goes off to spread the word of revolt, and the other women retreat behind the barred gates of the Acropolis to await the men's response. A Chorus of Old Men arrives, intent on burning down the gate of the Acropolis if the women do not open up. Encumbered with heavy timbers, inconvenienced with smoke and burdened with old age, they are still making preparations to assault the gate when a Chorus of Old Women arrives, bearing pitchers of water. The Old Women complain about the difficulty they had getting the water, but they are ready for a fight in defence of their younger comrades. Threats are exchanged, water beats fire, and the Old Men are discomfited with a soaking. Lysistrata restores order and she allows the magistrate, who arrived with some Scythian Archers (the Athenian version of police constables), to question her. She explains the frustrations that women feel at a time of war when the men make stupid decisions that affect everyone, and further complains that their wives' opinions are not listened to. She drapes her headdress over him, gives him a basket of wool and tells him that war will be a woman's business from now on. She then explains the pity she feels for young, childless women, ageing at home while the men are away on endless campaigns. When the magistrate points out that men also age, she reminds him that men can marry at any age whereas a woman has only a short time before she is considered too old. She then dresses the magistrate like a corpse for laying out, with a wreath and a fillet, and advises him that he's dead. Outraged at these indignities, he storms off to report the incident to his colleagues, while Lysistrata returns to the Acropolis. The debate or agon is continued between the Chorus of Old Men and the Chorus of Old Women until Lysistrata returns to the stage with some newsher comrades are desperate for sex and they are beginning to desert on the silliest pretexts (for example, one woman says she has to go home to air her fabrics by spreading them on the bed). After rallying her comrades and restoring their discipline, Lysistrata again returns to the Acropolis to continue waiting for the men's surrender. A man suddenly appears, desperate for sex. It is Kinesias, the husband of Myrrhine. Lysistrata instructs her to torture him. Myrrhine informs Kinesias that she will have sex with him but only if he promises to end the war. He promptly agrees to these terms and the young couple prepares for sex on the spot. Myrrhine fetches a bed, then a mattress, then a pillow, then a blanket, then a flask of oil, exasperating her husband with delays until finally disappointing him completely by locking herself in the Acropolis again. The Chorus of Old Men commiserates with the young man in a plaintive song. A Spartan herald then appears with a large burden (an erection) scarcely hidden inside his tunic and he requests to see the ruling council to arrange peace talks. The magistrate, now also sporting a prodigious burden, laughs at the herald's embarrassing situation but agrees that peace talks should begin. They go off to fetch the delegates. While they are gone, the Old Women make overtures to the Old Men. The Old Men are content to be comforted and fussed over by the Old Women; thereupon the two Choruses merge, singing and dancing in unison. Peace talks commence and Lysistrata introduces the Spartan and Athenian delegates to a gorgeous young woman called Reconciliation. The delegates cannot take their eyes off the young woman; meanwhile, Lysistrata scolds both sides for past errors of judgment. The delegates briefly squabble over the peace terms, but with Reconciliation before them and the burden of sexual deprivation still heavy upon them, they quickly overcome their differences and retire to the Acropolis for celebrations. The war is over. Another choral song follows. After a bit of humorous dialogue between tipsy dinner guests, the celebrants all return to the stage for a final round of songs, the men and women dancing together. All sing a merry song in praise of Athene, goddess of wisdom and chastity, whose citadel provided a refuge for the women during the events of the comedy, and whose implied blessing has brought about a happy ending to the play."
    },
    {
        "name":"Two Lovers in front of the hermes of Priapus",
        "dateCreated":"XVIII-XIX century",
        "containedInPlace":"Galleria dei Coronari, Roma",
        "author":"Louis Vincent Leon Palliere",
        "sameAs":"http:\/\/viaf.org\/viaf\/95699993",
        "locationCreated":"France",
        "genre":"Painting",
        "religion":"",
        "image":"https:\/\/www.proantic.it\/galerie\/galleria-dei-coronari\/img\/1089906-main-63fd28347aa6b.jpg",
        "text 1":"Due amanti davanti al busto di priapo is an oil on canvas painting. It was realized in France between the XVIII-XIX Century by the painter Louis Vincent Léon Pallière.  \n",
        "text 2":"The painting shows a rare subject that may refer to the sensual arouse of two lovers. The painter belongs to the French neoclassical period and stands out for his amazing composing and drawing capability. \n",
        "text 3":"Louis Vincent Léon Pallière was born on July 19, 1787 in Bordeaux1. A pupil of François-André Vincent at theÉcole des beaux-arts in Paris, he attempted the Prix de Rome several times: in 1805 with The Death of Demosthenes, then in 1808, 1809 - where he came second -, 1810, 1811, and finally successfully in 1812 with Ulysses and Telemachus Slaughtering the Pretenders. He stayed in Rome at the Villa Medici between 1813 and 1816, where he painted several pictures. He became friends with the painter François-Édouard Picot, with whom he worked on the decorations for the Trinité-des-Monts convent, for which he painted a Flagellation that is still in place.\nHe was highly acclaimed at the Salon of 1819, where several of his Roman paintings were exhibited, and was awarded a first-class medal. He also painted several large religious pictures that adorned Parisian churches: in 1812, he donated a Death of Saint Monica and a Christ on the Cross to thechurch of Saint-Eustache. In 1819, he presented a Saint Pierre guérissant le boiteux (Saint Peter Healing the Limping Man) for thechurch of Saint-Séverin (now in thechurch of Saint-Thomas-d'Aquin), and in 1820 was commissioned to paint a Délivrance de saint Pierre (Deliverance of Saint Peter) for thechurch of Saint-Pierre in Bordeaux. Left unfinished at his death, the composition was finished by his friend Picot and exhibited at the Salon of 1827.\nThe painter died in 1820 of a chest ailment. He had married the painter Françoise Virginie Liégeois, who after remarriage became Fanny Alaux.\n"
    },
    {
        "name":"Ypsilanti Water Tower",
        "dateCreated":"XIX century",
        "containedInPlace":"Michigan, United States",
        "author":"William R. Coats",
        "sameAs":"https:\/\/npgallery.nps.gov\/AssetDetail\/NRIS\/81000318",
        "locationCreated":"USA",
        "genre":"Architecture",
        "religion":"",
        "image":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/a\/a2\/Ypsilanti_Water_Tower_2011.JPG\/500px-Ypsilanti_Water_Tower_2011.JPG",
        "text 1":"The Ypsilanti Water Tower is a historic water tower in Ypsilanti, Michigan, United States. The tower was designed by William R. Coats and built as part of an elaborate city waterworks project that began in 1889. Located on the highest point in Ypsilanti, the tower was built in 1890. Today the tower is frequently joked about for its phallic shape. ",
        "text 2":"The History of the tower: An ordinance passed on April 14, 1898, established a yearly rate schedule for residences with running water. Rates were based on the number of faucets in use, the type of business that customers operated and the livestock they owned. \nDuring the construction, hoping to protect themselves from injury, the builders made at least four crosses in the stonework, one over the west door, an elaborate but difficult to find Greek Cross on the east side and two inside the water tower. It was completed on February 3, 1890, at the cost of $21,435.63 (equivalent to $663,528 in 2023).\nThe structure was the only water tower in the Ypsilanti water system until 1956. The Ypsilanti Community Utilities Authority began operating and maintaining the structure in 1974. That same year the tower was designated by the American Water Works Association as an American Water Landmark. It was also designated a Historic Civil Engineering Landmark by the Michigan Section of the American Society of Civil Engineers. In 1976 it was restored.\n",
        "text 3":"The structure of the tower: The exterior was designed in the popular Queen Anne style of the period. Queen Anne design was less formal than other popular styles at the time; instead it experimented with different shapes particularly towers. Queen Anne buildings also often had more decoration than this structure.\nBust of Demetrius Ypsilanti. Note cross in stonework over the entrance.\nThe stone tower is located at the highest point of elevation of the city on Summit Street. The tower is made of Joliet limestone. The tower is 147 feet (45 m) tall, has an 85-foot (26 m) base. The substructure walls taper from a thickness of 40 inches (100 cm) at the bottom to 24 inches (61 cm) at the top. The reservoir holds a 250,000-US-gallon (950,000 L) steel tank. When it was constructed it had a dual purpose. Not only did it store water but the falling water also generated electricity for the city street lamps at night. \nA marble bust of Demetrius Ypsilanti stands between a Greek and a U.S. flag at the base of the water tower. The city of Ypsilanti is named after this hero of Greek independence.\n\nPresent day: The tower has long been a source of humor for comedians in the Ann ArborYpsilanti area, for its phallic shape; it has been nicknamed \"the Brick Dick\". An urban legend holds that the tower will crumble if a virgin graduates from nearby Eastern Michigan University. In 2003 Cabinet magazine ranked the tower as the World's Most Phallic Building.\nIt has become a well-known landmark in Ypsilanti, and due to the building's shape and location, the tower is frequently used by residents as a point for providing directions for visitors and residents.\n"
    },
    {
        "name":"Torre Glòries",
        "dateCreated":"XXI century",
        "containedInPlace":"Cataluña, Spain",
        "author":"Jean Nouvel",
        "sameAs":"http:\/\/viaf.org\/viaf\/245866680",
        "locationCreated":"Spain",
        "genre":"Architecture",
        "religion":"",
        "image":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/e\/e6\/Torre_Agbar_-_Barcelona%2C_Spain_-_Jan_2007.jpg",
        "text 1":"The Torre Glòries, formerly known as Torre Agbar, is a 38-story skyscraper located between Avinguda Diagonal and Carrer Badajoz, near Plaça de les Glòries Catalanes, which marks the gateway to the new technological district of Barcelona, Catalonia, Spain.\n",
        "text 2":"The Torre Glòries was designed by French architect Jean Nouvel in association with the Spanish firm b720 Fermín Vázquez Arquitectos and built by Dragados. It is located in the Poblenou neighbourhood of Barcelona and it was originally named after its owners, the Agbar Group, a holding company whose interests include the Barcelona water company Aigües de Barcelona.\nThe tower is 144.44 m high with a diameter of 39 m. It has a total of 50,693 m2 (545,650 sq ft), of which 30,000 m2 (320,000 sq ft) are offices, 3,210 m2 (34,600 sq ft) technical facilities, 8,132 m2 (87,530 sq ft) services, including an auditorium, and 9,132 m2 (98,300 sq ft) parking space. It cost 130 million to build.\nIt opened in June 2005 and was officially opened by King Juan Carlos I on 16 September 2005. It is one in a collection of high-tech architecture examples in Barcelona.\nThe building was owned by the multinational group Agbar, which has its corporate headquarters in the building and which takes up most of the floors, leasing the remainder. The Agbar Tower was acquired in March 2010 for 165 million euros, after reaching an agreement with its former owner, the investment group Azurelau. Azurelau had previously bought the property in mid-2007. The purchase price was not disclosed.\nBy 2017 it was purchased by Merlin Properties real estate group and it was renamed as Torre Glòries after the name of the adjacent square.\n",
        "text 3":"The building was owned by the multinational group Agbar, which has its corporate headquarters in the building and which takes up most of the floors, leasing the remainder. The Agbar Tower was acquired in March 2010 for 165 million euros, after reaching an agreement with its former owner, the investment group Azurelau. Azurelau had previously bought the property in mid-2007. The purchase price was not disclosed.\n\nOne of the most characteristic elements of the Torre Glòries  is its nocturnal illumination. The tower has more than 4,500 luminous devices that can operate independently using LED technology and enables the generation of images on the outside of the tower. The system is capable of creating 16 million colors, thanks to a sophisticated system of hardware and software. It has the ability to quickly transition between colors which can create a shocking effect.\nDuring Christmas, New Year and other events the tower changes color in animated computer controlled sequences.\nThe unique lighting system of the building, dubbed by its creator Yann Kersalé as diffraction, who defined it as \"a vaporous cloud of color that seeks moiré\", is often used in the celebration of various events such as the naming of Barcelona as the capital of the Union for the Mediterranean or the 50th anniversary of Treaty of Rome.\n\nA symbol of Barcelona: Once it was finished, the Agbar Tower quickly became an architectural icon of the city of Barcelona and one of its most famous buildings. However, it was not initially immune to criticism from citizens and experts who said that its characteristics did not fit into the architecture of Barcelona. Over time it has become one of the symbols that universally identify the Catalan capital and is one of its tourist attractions.\nIn mid-2008, a number of Catalan public institutions made a list that included the major cultural icons in the Autonomous Community that were meant to serve as models for tourist souvenirs which identity Catalonia, and the tower was included in it. The popularity of the tower to tourists is such that a visit to the tower has become a part of tourist bus routes (and even the helicopter tour) and many tourists take an opportunity to visit the inside.\n\nCuriosities: The tower has twice been climbed by Alain Robert. The first, on 3 August 2006, was an action that sought to call for peace in the conflict in Lebanon. The second was in September 2007. In 2007, \"Torre Agbar\" was recorded in the Spanish Patent and Trademark office, by the company Aigües de Barcelona, for use as a brand of alcoholic beverages. In 2011, the tower received a green building award from the European Council for its energy efficiency and low CO2 emissions."
    }
]
