{
    "items": {
        "name": "Torre Glòries",
        "info": {
            "date": "XXI century",
            "conservation location": "Cataluña, Spain",
            "author": "Jean Nouvel",
            "authority": "http://viaf.org/viaf/245866680",
            "place": "Spain",
            "art": "Architecture",
            "religion": "",
            "image": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Torre_Agbar_-_Barcelona%2C_Spain_-_Jan_2007.jpg",
            "text 1": "The Torre Glòries, formerly known as Torre Agbar, is a 38-story skyscraper located between Avinguda Diagonal and Carrer Badajoz, near Plaça de les Glòries Catalanes, which marks the gateway to the new technological district of Barcelona, Catalonia, Spain.\\n",
            "text 2": "The Torre Glòries was designed by French architect Jean Nouvel in association with the Spanish firm b720 Fermín Vázquez Arquitectos and built by Dragados. It is located in the Poblenou neighbourhood of Barcelona and it was originally named after its owners, the Agbar Group, a holding company whose interests include the Barcelona water company Aigües de Barcelona.\\nThe tower is 144.44 m high with a diameter of 39 m. It has a total of 50,693 m2 (545,650 sq ft), of which 30,000 m2 (320,000 sq ft) are offices, 3,210 m2 (34,600 sq ft) technical facilities, 8,132 m2 (87,530 sq ft) services, including an auditorium, and 9,132 m2 (98,300 sq ft) parking space. It cost 130 million to build.\\nIt opened in June 2005 and was officially opened by King Juan Carlos I on 16 September 2005. It is one in a collection of high-tech architecture examples in Barcelona.\\nThe building was owned by the multinational group Agbar, which has its corporate headquarters in the building and which takes up most of the floors, leasing the remainder. The Agbar Tower was acquired in March 2010 for 165 million euros, after reaching an agreement with its former owner, the investment group Azurelau. Azurelau had previously bought the property in mid-2007. The purchase price was not disclosed.\\nBy 2017 it was purchased by Merlin Properties real estate group and it was renamed as Torre Glòries after the name of the adjacent square.\\n",
            "text 3": "The building was owned by the multinational group Agbar, which has its corporate headquarters in the building and which takes up most of the floors, leasing the remainder. The Agbar Tower was acquired in March 2010 for 165 million euros, after reaching an agreement with its former owner, the investment group Azurelau. Azurelau had previously bought the property in mid-2007. The purchase price was not disclosed.\\n\\nOne of the most characteristic elements of the Torre Glòries  is its nocturnal illumination. The tower has more than 4,500 luminous devices that can operate independently using LED technology and enables the generation of images on the outside of the tower. The system is capable of creating 16 million colors, thanks to a sophisticated system of hardware and software. It has the ability to quickly transition between colors which can create a shocking effect.\\nDuring Christmas, New Year and other events the tower changes color in animated computer controlled sequences.\\nThe unique lighting system of the building, dubbed by its creator Yann Kersalé as diffraction, who defined it as \"a vaporous cloud of color that seeks moiré\", is often used in the celebration of various events such as the naming of Barcelona as the capital of the Union for the Mediterranean or the 50th anniversary of Treaty of Rome.\\n\\nA symbol of Barcelona: Once it was finished, the Agbar Tower quickly became an architectural icon of the city of Barcelona and one of its most famous buildings. However, it was not initially immune to criticism from citizens and experts who said that its characteristics did not fit into the architecture of Barcelona. Over time it has become one of the symbols that universally identify the Catalan capital and is one of its tourist attractions.\\nIn mid-2008, a number of Catalan public institutions made a list that included the major cultural icons in the Autonomous Community that were meant to serve as models for tourist souvenirs which identity Catalonia, and the tower was included in it. The popularity of the tower to tourists is such that a visit to the tower has become a part of tourist bus routes (and even the helicopter tour) and many tourists take an opportunity to visit the inside.\\n\\nCuriosities: The tower has twice been climbed by Alain Robert. The first, on 3 August 2006, was an action that sought to call for peace in the conflict in Lebanon. The second was in September 2007. In 2007, \"Torre Agbar\" was recorded in the Spanish Patent and Trademark office, by the company Aigües de Barcelona, for use as a brand of alcoholic beverages. In 2011, the tower received a green building award from the European Council for its energy efficiency and low CO2 emissions.",
            "narratives": {
                "time": "XXI century",
                "place": "Spain",
                "artistic expression": "Architecture"
            }
        }
    }
}